Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_962_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámediggi jugii stipeanddaid alla ceahki stuđeanttaide
smn: Sämitigge juovij stipendijd ollâtääsi uáppeid

source: Sámediggi mieđihii oktiibuot čieža 500 euro stipeandda sámegiela ja sámi kultuvrra alla ceahki stuđeanttaide .
smn: Sämitigge mieđettij ohtsis čiččâm 500 euro stipendid sämikielâ já - kulttuur ollâtääsi uáppeid .

source: Stipeandda ohce oktiibuot 17 stuđeantta .
smn: Stipendijd uccii ohtsis 17 uápped .

source: Stipeanddain mearridii sámedikki skuvlen- ja oahppamateriálalávdegoddi čoahkkimistis 21.11.2014 .
smn: Stipendijn meridij sämitige škovlim- já oppâmateriaallävdikodde čuákkimistis 21.11.2014 .

source: Lávdegoddi gávnnahii iluin , ahte stipeandaohcamušat bohte ollu , sierra guovlluin ja máŋggain skuvlensurggiin .
smn: Lävdikodde pahudij iloin , ete stiipeenducâmušah pottii ennuv , sierâ kuávluin já maaŋgâin škovlimsuorgijn .
